# St7GetBrickFill

Returns the fill colour scheme for bricks.

long St7GetBrickFill(long uID, long* Fill)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Fill
One of kfNone, kfProperty, kfGroup, kfColour, or kfContour.